class Articles {

    //РАЗДЕЛЫ
    static sections = {
        military: {
            name: 'military',
            title: "Военные самолёты",
        },
        civil: {
            name: 'civil',
            title: "Гражданская авиация",
        },
        technology: {
            name: 'technology',
            title: "Авиационные технологии",
        },
    };

    //ТЕМЫ
    static topics = {
        la5_la7: {
            name: 'la5_la7',
            title: "Ла-5 и Ла-7",
            section: this.sections.military
        },
        // an_124_ruslan: {
        //     name: 'an_124_ruslan',
        //     title: 'Ан-124 "Руслан"',
        //     section: this.sections.civil
        // },
        lockheed_constellation: {
            name: 'lockheed_constellation',
            title: 'Lockheed Constellation',
            section: this.sections.civil
        },
        aerodynamics: {
            name: 'aerodynamics',
            title: 'Аэродинамика',
            section: this.sections.technology
        },
        avionics: {
            name: 'avionics',
            title: 'Авионика',
            section: this.sections.technology
        },
    };

    //СТАТЬИ
    static articles = {
        la5_la7_best: {
            name: 'la5_la7_best',
            topic: this.topics.la5_la7,
            title: "Лучшие истребители Лавочкина",
            articlePreview: "Ла-5 стал первым советским истребителем, который по своим характеристикам превзошел rерманский Bf 109G. Самолеты Ла-5 и ero дальнейшее развитие Ла-7 стали самыми массовыми советскими истребителями с поршневыми звездообраз­ными двиrателями периода Великой Отечественной войны - их было построено 9920 единиц. После окончания войны серийное производство истребителей Ла-7 продолжилось, до 1946 rода их построили еще 5753 экземпляра. ",
            text: "Cемен Алексеевич Лавочкин вместе с коллегаю1-конст­рукторами В. П. Горбуновым и М. И. Гудковым в 1938 году сумел оргаю1зовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получ,ш аббре­в11атуру ЛаГГ. Истребители ЛаГГ-1 11 ЛаГГ-3 не были 11деальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так II для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаП принято считать истребите­лем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилисип рекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-111 ЛаП-3. ЛаПи поздюtх модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как II про­изводственные мощносn1 по 1tx сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими сопрошвление. Конструкторы истребителей предпочитали ыенее мощные двигатели жидкостного охлаждею􀀟я. Лавочкин увидел в двигателе М-82 возможность модерюш1ровать самолет. Новый вариант истребителя он проек­n1ровал в тесном сотрудниче- стве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждею􀀟я на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мототора и высокая температура в кабине пилота. Конструкцию планера саъюлета ЛаГГ-3 менять не стали, прежде всего, из-за нехватки времени. тремя топл11вныМJ1 бакаМJt II ме­талm1чесю1МJ1 элеронаМJ1 с полот­няной обш1шкой. Фюзеляж был изготовлен, главным образом, 11з дерева II фанеры. Металл исполь­зовался только в районе установю1 двигателя. Протоnш собрали в само}! конце 1941 года, но ВЬIПОЛЮ\ТЬ на нем первый полет удалось только в марте 1942 года. Первые же полеты выяв1ш11 огромный потенц11ал саыолета, прежде всего, летчикаы понрав11ЛJ1сь отлич- ные скоростные II маневренные качества нового 11стреб11теля. Мнею􀀟я летч11ков-11спытателей в отношен1111 11стреб11теля Лавоч­ю1на раздел1ш11сь - некоторые отдавали предпочтение 11стреб11- телю Як-7 в варианте с мотором М-82. Известный летчик И. Е. Фе­доров облетал оба самолета, после чего высказался в пользу "
        },
        // an_124_ruslan_transport_giant: {
        //     name: 'an_124_ruslan_transport_giant',
        //     topic: this.topics.an_124_ruslan,
        //     title: "Транспортный гигант",
        //     articlePreview: "Ла-5 стал первым советским истребителем, который по своим характеристикам превзошел rерманский Bf 109G. Самолеты Ла-5 и ero дальнейшее развитие Ла-7 стали самыми массовыми советскими истребителями с поршневыми звездообраз­ными двиrателями периода Великой Отечественной войны - их было построено 9920 единиц. После окончания войны серийное производство истребителей Ла-7 продолжилось, до 1946 rода их построили еще 5753 экземпляра. ",
        //     text: "Cемен Алексеевич Лавочкин вместе с коллегаю1-конст­рукторами В. П. Горбуновым и М. И. Гудковым в 1938 году сумел оргаю1зовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получ,ш аббре­в11атуру ЛаГГ. Истребители ЛаГГ-1 11 ЛаГГ-3 не были 11деальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так II для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаП принято считать истребите­лем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилисип рекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-111 ЛаП-3. ЛаПи поздюtх модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как II про­изводственные мощносn1 по 1tx сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими сопрошвление. Конструкторы истребителей предпочитали ыенее мощные двигатели жидкостного охлаждею􀀟я. Лавочкин увидел в двигателе М-82 возможность модерюш1ровать самолет. Новый вариант истребителя он проек­n1ровал в тесном сотрудниче- стве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждею􀀟я на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мототора и высокая температура в кабине пилота. Конструкцию планера саъюлета ЛаГГ-3 менять не стали, прежде всего, из-за нехватки времени. тремя топл11вныМJ1 бакаМJt II ме­талm1чесю1МJ1 элеронаМJ1 с полот­няной обш1шкой. Фюзеляж был изготовлен, главным образом, 11з дерева II фанеры. Металл исполь­зовался только в районе установю1 двигателя. Протоnш собрали в само}! конце 1941 года, но ВЬIПОЛЮ\ТЬ на нем первый полет удалось только в марте 1942 года. Первые же полеты выяв1ш11 огромный потенц11ал саыолета, прежде всего, летчикаы понрав11ЛJ1сь отлич- ные скоростные II маневренные качества нового 11стреб11теля. Мнею􀀟я летч11ков-11спытателей в отношен1111 11стреб11теля Лавоч­ю1на раздел1ш11сь - некоторые отдавали предпочтение 11стреб11- телю Як-7 в варианте с мотором М-82. Известный летчик И. Е. Фе­доров облетал оба самолета, после чего высказался в пользу "
        // },
        aerodynamics_introduction: {
            name: 'aerodynamics_introduction',
            topic: this.topics.aerodynamics,
            title: "Введение",
            articlePreview: "За исключением опытов с различным оснащением парусных судов наука аэродинамика в прикладном отношенине использовалась, более тоrо, ее фактически просто нсуществовало до тех пор, пока 200 лет тому назад сэр Джордж Кайли не начал проводить свои исследованив этой области.",
            text: "Cемен Алексеевич Лавочкин вместе с коллегаю1-конст­рукторами В. П. Горбуновым и М. И. Гудковым в 1938 году сумел оргаю1зовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получ,ш аббре­в11атуру ЛаГГ. Истребители ЛаГГ-1 11 ЛаГГ-3 не были 11деальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так II для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаП принято считать истребите­лем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилисип рекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-111 ЛаП-3. ЛаПи поздюtх модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как II про­изводственные мощносn1 по 1tx сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими сопрошвление. Конструкторы истребителей предпочитали ыенее мощные двигатели жидкостного охлаждею􀀟я. Лавочкин увидел в двигателе М-82 возможность модерюш1ровать самолет. Новый вариант истребителя он проек­n1ровал в тесном сотрудниче- стве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждею􀀟я на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мототора и высокая температура в кабине пилота. Конструкцию планера саъюлета ЛаГГ-3 менять не стали, прежде всего, из-за нехватки времени. тремя топл11вныМJ1 бакаМJt II ме­талm1чесю1МJ1 элеронаМJ1 с полот­няной обш1шкой. Фюзеляж был изготовлен, главным образом, 11з дерева II фанеры. Металл исполь­зовался только в районе установю1 двигателя. Протоnш собрали в само}! конце 1941 года, но ВЬIПОЛЮ\ТЬ на нем первый полет удалось только в марте 1942 года. Первые же полеты выяв1ш11 огромный потенц11ал саыолета, прежде всего, летчикаы понрав11ЛJ1сь отлич- ные скоростные II маневренные качества нового 11стреб11теля. Мнею􀀟я летч11ков-11спытателей в отношен1111 11стреб11теля Лавоч­ю1на раздел1ш11сь - некоторые отдавали предпочтение 11стреб11- телю Як-7 в варианте с мотором М-82. Известный летчик И. Е. Фе­доров облетал оба самолета, после чего высказался в пользу "
        },
        aerodynamics_how_wings_works: {
            name: 'aerodynamics_how_wings_works',
            topic: this.topics.aerodynamics,
            title: "Как работает крыло",
            articlePreview: "Когда люди впервые захотели взлететь, они сделали себе крылья и попытались повторить ими движения птиц. Летательные аппараты, построенные по этому принципу, называются орнитоптерами. Никому еще не удалось создать орнитоптер, имеющий практическое применение, - современная авиация основана исключительно на законах аэродинамики.",
            text: "Cемен Алексеевич Лавочкин вместе с коллегаю1-конст­рукторами В. П. Горбуновым и М. И. Гудковым в 1938 году сумел оргаю1зовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получ,ш аббре­в11атуру ЛаГГ. Истребители ЛаГГ-1 11 ЛаГГ-3 не были 11деальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так II для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаП принято считать истребите­лем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилисип рекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-111 ЛаП-3. ЛаПи поздюtх модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как II про­изводственные мощносn1 по 1tx сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими сопрошвление. Конструкторы истребителей предпочитали ыенее мощные двигатели жидкостного охлаждею􀀟я. Лавочкин увидел в двигателе М-82 возможность модерюш1ровать самолет. Новый вариант истребителя он проек­n1ровал в тесном сотрудниче- стве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждею􀀟я на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мототора и высокая температура в кабине пилота. Конструкцию планера саъюлета ЛаГГ-3 менять не стали, прежде всего, из-за нехватки времени. тремя топл11вныМJ1 бакаМJt II ме­талm1чесю1МJ1 элеронаМJ1 с полот­няной обш1шкой. Фюзеляж был изготовлен, главным образом, 11з дерева II фанеры. Металл исполь­зовался только в районе установю1 двигателя. Протоnш собрали в само}! конце 1941 года, но ВЬIПОЛЮ\ТЬ на нем первый полет удалось только в марте 1942 года. Первые же полеты выяв1ш11 огромный потенц11ал саыолета, прежде всего, летчикаы понрав11ЛJ1сь отлич- ные скоростные II маневренные качества нового 11стреб11теля. Мнею􀀟я летч11ков-11спытателей в отношен1111 11стреб11теля Лавоч­ю1на раздел1ш11сь - некоторые отдавали предпочтение 11стреб11- телю Як-7 в варианте с мотором М-82. Известный летчик И. Е. Фе­доров облетал оба самолета, после чего высказался в пользу "
        },
        aerodynamics_wings_profile: {
            name: 'aerodynamics_wings_profile',
            topic: this.topics.aerodynamics,
            title: "Профили и толщина крыла",
            articlePreview: "После того как была создана основная концепция крыла, инженеры и конструкторы принялись улучшать его. Развитие авиации шло стремительно. Нескольких лет хватало для внесения новых революционных изменений в конструкцию аэропланов. В свое время появился  моноплан, а вместе с ним перед конструкторами самолетов возникли и новые проблемы .",
            text: "Cемен Алексеевич Лавочкин вместе с коллегаю1-конст­рукторами В. П. Горбуновым и М. И. Гудковым в 1938 году сумел оргаю1зовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получ,ш аббре­в11атуру ЛаГГ. Истребители ЛаГГ-1 11 ЛаГГ-3 не были 11деальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так II для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаП принято считать истребите­лем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилисип рекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-111 ЛаП-3. ЛаПи поздюtх модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как II про­изводственные мощносn1 по 1tx сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими сопрошвление. Конструкторы истребителей предпочитали ыенее мощные двигатели жидкостного охлаждею􀀟я. Лавочкин увидел в двигателе М-82 возможность модерюш1ровать самолет. Новый вариант истребителя он проек­n1ровал в тесном сотрудниче- стве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждею􀀟я на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мототора и высокая температура в кабине пилота. Конструкцию планера саъюлета ЛаГГ-3 менять не стали, прежде всего, из-за нехватки времени. тремя топл11вныМJ1 бакаМJt II ме­талm1чесю1МJ1 элеронаМJ1 с полот­няной обш1шкой. Фюзеляж был изготовлен, главным образом, 11з дерева II фанеры. Металл исполь­зовался только в районе установю1 двигателя. Протоnш собрали в само}! конце 1941 года, но ВЬIПОЛЮ\ТЬ на нем первый полет удалось только в марте 1942 года. Первые же полеты выяв1ш11 огромный потенц11ал саыолета, прежде всего, летчикаы понрав11ЛJ1сь отлич- ные скоростные II маневренные качества нового 11стреб11теля. Мнею􀀟я летч11ков-11спытателей в отношен1111 11стреб11теля Лавоч­ю1на раздел1ш11сь - некоторые отдавали предпочтение 11стреб11- телю Як-7 в варианте с мотором М-82. Известный летчик И. Е. Фе­доров облетал оба самолета, после чего высказался в пользу "
        },
        avionics_introduction: {
            name: 'avionics_introduction',
            topic: this.topics.avionics,
            title: "Введение",
            articlePreview: "Все современные самолеты, от простейших легкомоторных машин до истребителей и бомбардировщиков, оснащены авионикой, или, как принято называть в России, бортовым радиоэлектронным оборудованием (БРЭО), призванным облегчить работу экипажа.",
        },
        lockheed_constellation_introduction: {
            name: 'lockheed_constellation_introduction',
            topic: this.topics.lockheed_constellation,
            title: "Введение",
            articlePreview: "Выведя на новый уровень комфорт пассажиров и внеш­ний вид самолета, изящный Lockheed Constellation стал символом (<Золотого века» поршневых авиалайнеров «Королева небес», Constellation («Конни»), нашла приме­нение не только на гражданской, но и на военной службе. На военном варианте этоrо самолета ",
        },
    };
}