let Questions = [{
        //0
        title: 'Обязательной частью хвостового оперения самолета является...',
        options: [
            'Клотик',
            'Бампер',
            'Киль',
            'Пантограф',
        ],
        answer: 2,
    },
    {
        //1
        title: 'Что расположено на кончике носа реактивных гражданских самолетов?',
        options: [
            'Радар',
            'Багажный отсек',
            'Ничего',
            'Топливный бак',
        ],
        answer: 0,
    },
    {
        //2
        title: 'Самый массовый в мире реактивный пассажирский самолет?',
        options: [
            'Airbus-320',
            'Як-40',
            'Ту-154',
            'Boeing-737',
        ],
        answer: 3,
    },
    {
        //3
        title: 'Что это за самолет?',
        options: [
            'Ми-24',
            'Су-25см',
            'МиГ-23',
            'Ту-22МЗ',
        ],
        answer: 1,
    },
    {
        //4
        title: 'Какой это вертолет?',
        options: [
            'Ми-8',
            'Ми-24',
            'AH-64 Apache',
            'Ка-52 Аллигатор',
        ],
        answer: 3,
    },
    {
        //5
        title: 'Какой модели этот самолет?',
        options: [
            'Су-30',
            'Т-50',
            'МиГ-29',
            'Су-27',
        ],
        answer: 0,
    },
    {
        //6
        title: 'Какой самолет на этом фото?',
        options: [
            'Ил-76МД',
            'Су-24',
            'Т-50',
            'МиГ-21',
        ],
        answer: 1,
    },
    {
        //7
        title: 'Что это за модель?',
        options: [
            'Т-50',
            'Ту-160',
            'Ил-76МД',
            'Ту-22МЗ',
        ],
        answer: 2,
    },
    {
        //8
        title: 'Какой это самолет?',
        options: [
            'Ан-70',
            'Ил-18',
            'Су-35',
            'Су-27',
        ],
        answer: 2,
    },
    {
        //9
        title: 'Прочность любого самолета обеспечивают несколько элементов, в том числе силовой каркас. В его состав входят...',
        options: [
            'Нервюры и лонжероны',
            'Лонжероны и шпангоуты',
            'Элероны и элевоны',
            'Лонжероны, стрингеры, шпангоуты, нервюры и кромки',
        ],
        answer: 3,
    },
    {
        //10
        title: 'Вы решили сделать ему крыло и обычное хвостовое оперение. Самолет такой схемы будет называться...',
        options: [
            'Классический самолет',
            'Продольный биплан',
            'Однокрылый лайнер',
            'Летающее крыло',
        ],
        answer: 0,
    },
    {
        //11
        title: 'Из соображений безопасности пассажиров и облегчения конструкции планера самолета вы решили прикрепить крыло снизу фюзеляжа. Такой самолет будет называться...',
        options: [
            'Высокоплан',
            'Среднеплан',
            'Низкоплан',
            'Центроплан',
        ],
        answer: 2,
    },
    {
        //12
        title: 'Под каким условным обозначением проходит новейший российский многоцелевой истребитель пятого поколения ПАК ФА, разработанный в ОКБ Сухого?',
        options: [
            'Т-50',
            'Су-50',
            'Су-35',
            'Миг-35',
        ],
        answer: 0,
    },
    {
        //13
        title: 'Какой российский бомбардировщик получил среди летчиков прозвище "Белый лебедь"?',
        options: [
            'Ту-160',
            'Ту-95',
            'Ту-22МЗ',
            'Ил-76',
        ],
        answer: 0,
    },
    {
        //14
        title: 'На каких истребителях четвертого поколения выступает пилотажная группа "Русские витязи"?',
        options: [
            'Су-27',
            'МиГ-29',
            'Су-35',
            'Су-34',
        ],
        answer: 0,
    },
    {
        //15
        title: 'Что значат буквы в названии самолета Ил-2?',
        options: [
            'Истребитель легкий',
            'Самолет разработан под руководством конструктора С. В. Ильюшина',
            'Ничего не значит, просто серийный номер',
            'Произведен в Ижевске на авиастроительном заводе им. Ленина',
        ],
        answer: 1,
    },
    {
        //16
        title: 'Какой самый большой в мире пассажирский самолет?',
        options: [
            'Boeing 747',
            'Airbus A380',
            'Ил-96',
            'Ту-144',
        ],
        answer: 1,
    },
    {
        //17
        title: 'Самый грузоподъемный самолет в мире – это…',
        options: [
            'Ан-225 «Мрия»',
            'Ан-124 «Руслан»',
            'Lockheed C-5 Galaxy',
            'Hughes H-4',
        ],
        answer: 0,
    },
    {
        //18
        title: 'Название корпуса самолета:',
        options: [
            'Кабина',
            'Кузов',
            'Фюзеляж',
        ],
        answer: 2,
    },
]