<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Аэродинамика. Введение</h1>

<div class="row">
    <div class="preamble">
        За исключением опытов с различным оснащением парусных судов наука аэродинамика в прикладном отношенине использовалась, более тоrо, ее фактически просто нсуществовало до тех пор, пока 200 лет тому назад сэДжордж Кайли не начал проводить свои исследованив этой области.
    </div>
</div>

<div class="row">
    <p>
        Аэродинамика изучает обтекание
        газами, такими как
        воздух, твердых поверхностей.
        В конце XIX века английский
        ученый Горацио Ф. Филипе начал
        методичеси проводить исследования,
        посвященные вопросам работы
        крыла в набегающем потоке
        воздуха. Он измерял подъемную
        силу. создаваемую различными
        моделями крыла, установлеиными
        на вращающейся стойке. Филипе
        также предложил простейшую
        конструкцию аэродинамической
        трубы. Первый прототип трубы
        современного nша был предложен
        К.Э. Циолковским в 189 году.
        А в начале ХХ века аэродинамические
        трубы были созданы в Лондоне
        (Т. Стантон), Москве (К. Жуковский),
        Геттингене (Л. Прандтль)
        и в Париже (Ж. Эйфель). </p>
</div>
<h2>Законы Бернулли</h2>

<div class="row">

    <p>
        Очень быстро Филипс обнаружил,
        что один из законов Даниила Бериулли,
        открытый еще в 1725 году,
        является очень важным для
        крыла. Раньше исследователи опи-
        сывали крыло как тонкую поверхность,
        плоскую или слегка искривленную,
        установленную под утлом
        к набегающему потоку воздуха.
        Бернулли занимался изучением
        течеюtя Жидкостей и свой закон,
        точнее уравнение, опубликовал
        в знамеюпом труде «Гидродинамика•,
        изданном в 1738 году
        в Петербурге. Суть уравнения заключается в неизменноmи энергии
        потока идеальной жидкости.
        Уравнение объясняет поведение
        потока жидкости или газа, протекающего
        через так называемую
        трубку Вентури, сечение которой
        в середине меньше, чем на краях.
        В середине трубки скорость потока
        больше, чем на краях, а давление
        потока - меньше.
    </p>
    <p>
        На основе уравнения Бернулли
        Филипе предложил толстое
        крыло, спрофtлированное таким
        образом, чтобы скорость потока,
        обтекающего его верхнюю поверхность,
        была больше, чем скорость
        потока, обтекающего нижнюю
        поверхность. Таким образом, получится
        перепад давлений между
        верхней и нижей поверхностями,
        разница давлений будет ничем
        иным, как подъемной силой.
    </p>
</div>

<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_introduction_1.jpg" alt='Ветровой ящик ("Wind Box"), изготовленный в 1988 году Горацио Филипсом имел диаметр всего 43 см. Крупнейшая в мире аэродинамическая трубапостроена в США в исследовательском центре НАСА. Высота трубы 24 м, ширина 37 м, длина 427 м.'>
        <div class="description">Ветровой ящик ("Wind Box"), изготовленный в 1988 году Горацио Филипсом имел диаметр всего 43 см. Крупнейшая в мире аэродинамическая трубапостроена в США в исследовательском центре НАСА. Высота трубы 24 м, ширина 37 м, длина 427 м.</div>
    </div>
</div>
<div class="row">
    <p>
        Воздушный поток, обтекающий
        любой летательный аппарат, не
        является однородным. идеальным.
        Часть потока в непосредственной
        близоmи от обшивки ( Пограничный
        слой) тормозится за счет
        трения молекул воздуха. Толщина
        пограничного слоя проrресссив-
        но возрастает от носовой части
        фюзеляжа к хвостовой. В период
        существования rиrантских дирижаблей,
        члены их экипажей
        запросто моrли стоять в полный
        рост на верхней поверхности
        воздушных мастодонтов, двиrавшихся
        в атмосфере со схоростью
        130 км/ч, но только вблизи хвостового
        оперения. В этом случае
        человек находился в пограничном
        слое воздуха, скорость которого
        относительно дирижабля была
        совсем небольшой.
    </p>
    <p>
        Исследования моделей и натурных
        образцов не позволяют
        в полной мере выявить картину обтекания тела воздушным потоком.
        Тах реальная скорость
        обтекания потоком воздуха
        верхней поверхности фюзеляжа
        американсхоrо бомбардировщика
        времен Второй мировой
        войны Martin Baltimore оказалась
        выше расчетной, полученной на
        основе анализа продувок моде-
        ли в аэродинамических трубах.
        При пикировании самолета со
        скоростью 644 км/ч, скорость воздушноrо
        потока на верхней части
        фюзеляжа составляла 966 км/ч, то есть приближалась к скорости
        звука. Данный эффект не удалось
        выявить при продувках из-за
        ограниченных объемов аэродинамических
        труб. В 1940-1950 годы
        ученые не имели возможности
        исследовать в трубах поведение
        тел при скоростях воздушного потока
        выше О,8М (М - число Маха,
        отношение скорости потока или
        скорости самолета к скорости звука;
        скорость звука не является постоянной
        величиной, она зависит
        от высоты полета, а также от температуры
        и влажности воздуха).
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_introduction_2.jpg" alt="Истребитель Ла-7 заместителя командира 176-го гвардейского истреби­тельного авиационного полка И.Н. Кожедуба, весна 1945 год. На борту фюзеля­жа изображены лавровая ветвь с двумя Золотыми звездами Героя Советского Союза. 62 небольшие красные звездочки - отметки о сбитых в воздушных боях самолетах противника. ">
        <div class="description">Antoinette 1908- первый в мире моноплан, оснащенный крылом
            с положительным поперечным V и элеронами для управления
            по крену в комбинации с хвостовым оперением из подвижных и неподвижных
            поверхностей. Использование такого крыла и оперения позволило
            значительно улучшить устойчивость самолета в полете.</div>
    </div>
</div>

<div class="row">
    <p>
        Для исследования околозвуковых
        и сверхзвуковых скоростей требовались
        аэродинамические трубы
        специальной конструкции. При
        проектировании самолета огромное
        значение имеет его устойчивость
        и управляемость. Самолеты
        стали делать устойчивыми, чтобы
        они самостоятельно, без вмешательства
        пилота, парировали
        небольшие возмущения, например,
        от порывов ветра. С целью
        придания самолету устойчивости
        в поперечной плоскости крыло
        стали устанавливать под уrлом
        к фюзеляжу (уrол поперечного V).
        Устойчивость по каналу танrажа
        (в продольной плоскости) обеспечивалось
        смещением центра тяжести
        самолета вперед относительно
        центра давления (точка приложения
        результирующей подъемной
        силы), а также местоположением
        и площадью горизонтального оперения.
        На путевую устойчивость
        (канал рыскания) влияло местоположение,
        форма и площадь вертикального
        оперения.
    </p>
    <p>
        Устойчивость полета современноrо
        самолета на большинстве режимов
        обеспечивает электронная
        система управления, которая парирует
        возмущения отклонением
        рулей без вмешательства летчика.
        Концепция неустойчивоrо летательноrо
        аппарата проверялась
        на экспериментальном самолете
        Х-29А, оснащенном крылом обратной
        стреловидности - F. W
        (Forward-Swept Wing).
    </p>
</div>

<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_introduction_3.jpg" alt="Мультиплан Филипса, крыло которого состоит из 50 плоскостей с очень малыми , хордами. Индуктивное сопротивление такого самолета меньше, чем сопротивление моноплана с крылом аналогичного размаха.">
        <div class="description">Мультиплан Филипса,
            крыло которого состоит из
            50 плоскостей с очень малыми ,
            хордами. Индуктивное сопротивление
            такого самолета меньше,
            чем сопротивление моноплана
            с крылом аналогичного размаха.</div>
    </div>
</div><div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_introduction_4.jpg" alt="Кэйли опубликовал конструкцию этого планера в 1852 году. Через год планер Кэйли совершил первый полет с человеком в Бромптон Хэлл, Скарборо.">
        <div class="description">Кэйли опубликовал конструкцию этого планера в 1852 году. Через год планер Кэйли совершил первый полет с человеком в Бромптон Хэлл, Скарборо.</div>
    </div>
</div>