<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Аэродинамика. Как работает крыло</h1>
<div class="row">
    <div class="preamble">
        Когда люди впервые захотели взлететь, они сделали себе кры·
        лья и попытались повторить ими движения птиц. Летательные
        аппараты, построенные по этому принципу, называются орнито·
        птерами. Никому еще не удалось создать орнитоптер, имеющий
        практическое применение, - современная авиация основана ис·
        ключительно на законах аэродинамики. </div>
</div>

<h2>1. Крыло сэра Джорджа Кейли</h2>
<div class="row">
    <p>
        В 1799 году житель Йоркшира, сэр Джордж Кейли, первым догадался, что подъемную
        и "толкающую" силы необходимо разделить. Он считал, что за подъем должно отвечать
        фиксированное крыло. Изобретатель предложил использовать в качестве такого крыла
        плоский лист. закрепленный под углом к набегающему воздушному потоку. Этот угол
        называется углом атаки. Кейли решил также. что для обеспечения стабильности полета
        аппарату потребуется хвостовое оперение.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_1.jpg" alt='Таким образом, Кейли изобрел аэроплан. Разумеется. очень сложно изготовить тонкий лист, эффективно сопротивляющийся сгибанию. Первые конструкторы аэропланов обнаружили, что для этого необходимо добавить жесткую раму, соединив концы крыла проволочными растяжками.'>
        <!-- <div class="description">Ветровой ящик ("Wind Box"), изготовленный в 1988 году Горацио Филипсом имел диаметр всего 43 см. Крупнейшая в мире аэродинамическая трубапостроена в США в исследовательском центре НАСА. Высота трубы 24 м, ширина 37 м, длина 427 м.</div> -->
    </div>
</div>

<div class="row">
    <p>
        Таким образом, Кейли изобрел
        аэроплан. Разумеется. очень сложно
        изготовить тонкий лист, эффективно
        сопротивляющийся сгибанию.
        Первые конструкторы аэропланов
        обнаружили, что для этого необходимо
        добавить жесткую раму, соединив
        концы крыла проволочными
        растяжками.
    </p>
</div>

<h2>2. Выrнутое крыло</h2>
<div class="row">
    <p>
        В действительности ровная. пусть и установленная под углом (по замыслу Кейли).
        плоскость имеет небольшую подъемную силу. К 1850 году на большинстве
        рисунков. изображающих гипотетический аэроплан, крыло стало слегка выгнутым-
        выпуклым сверху и вогнутым снизу. Такое крыло имеет нулевой угол атаки,
        поэтому воздушный поток плавно обтекает его.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_2.jpg" alt='В действительности ровная. пусть и установленная под углом (по замыслу Кейли).  плоскость имеет небольшую подъемную силу. К 1850 году на большинстве  рисунков. изображающих гипотетический аэроплан, крыло стало слегка выгнутым-  выпуклым сверху и вогнутым снизу. Такое крыло имеет нулевой угол атаки,  поэтому воздушный поток плавно обтекает его.'>
        <!-- <div class="description">Ветровой ящик ("Wind Box"), изготовленный в 1988 году Горацио Филипсом имел диаметр всего 43 см. Крупнейшая в мире аэродинамическая трубапостроена в США в исследовательском центре НАСА. Высота трубы 24 м, ширина 37 м, длина 427 м.</div> -->
    </div>
</div>

<h2>3. Альфонс Пено и ero планофор</h2>
<div class="row">
    <p>
        Долгое время не удавалось создать действующую модель летательного аппарата.
        В 1871 году это сумел сделать француз Альфонс Пено. Свой аппарат он назвал планофором.
        Это был моноплан с выгнутым крылом и пропеллером, который приводился в
        движение скрученными резиновыми жгутами. Тысячи маленьких моделей
        планофора продавались тогда как детские игрушки.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_3.jpg" alt='Долгое время не удавалось создать действующую модель летательного аппарата. В 1871 году это сумел сделать француз Альфонс Пено. Свой аппарат он назвал планофором. Это был моноплан с выгнутым крылом и пропеллером, который приводился в движение скрученными резиновыми жгутами. Тысячи маленьких моделей планофора продавались тогда как детские игрушки.'>
        <!-- <div class="description">Ветровой ящик ("Wind Box"), изготовленный в 1988 году Горацио Филипсом имел диаметр всего 43 см. Крупнейшая в мире аэродинамическая трубапостроена в США в исследовательском центре НАСА. Высота трубы 24 м, ширина 37 м, длина 427 м.</div> -->
    </div>
</div>

<h2>4. Первые настоящие крылья</h2>

<div class="row">
    <p>
        Первым, кто подошел к проблеме полета с научной точки зрения,
        был англичанин Горацио Филлипс. Фактически его следует
        считать отцом аэродинамики. В 1884 году он получил свой первый
        патент на выпуклое крыло. а затем испытал десятки различных
        сечений крыла. Это были уже не просто изогнутые листы,
        но настоящие крылья с закругленной передней кромкой, утолщающимся
        в середине профилем и острой задней кромкой.
    </p>
</div>

<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_4.jpg" alt='Эти иллюстрации, показывающие аэродинамические секции крыла, были включены в патент Филлипса, полученный им в 1884 rоду.'>
        <div class="description">Эти иллюстрации, показывающие аэродинамические секции крыла, были включены в патент Филлипса, полученный им в 1884 rоду.</div>
    </div>
</div>

<h2>5. Классический биплан</h2>
<div class="row">
    <p>
        К 1930 году были построены тысячи самолетов. Почти все они
        представляли собой бипланы. Типичным бипланом был «Кертис
        Дженни» (на фотографии). С технической точки зрения конструкция
        биплана вполне разумна. но в полете она как бы провоцирует
        увеличение «силы трения», тормозящей машину. В частности,
        по этой причине от бипланов отказались. когда возникла потребность
        в более скоростных машинах. </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_5.jpg" alt='К 1930 году были построены тысячи самолетов. Почти все он представляли собой бипланы. Типичным бипланом был «Керти Дженни» (на фотографии). С технической точки зрения конструкци биплана вполне разумна. но в полете она как бы провоцируе увеличение «силы трения», тормозящей машину. В частности по этой причине от бипланов отказались. когда возникла потребност в более скоростных машинах.'>
        <!-- <div class="description">Эти иллюстрации, показывающие аэродинамические секции крыла, были включены в патент Филлипса, полученный им в 1884 rоду.</div> -->
    </div>
</div>
<h2>6. Как работает крыло</h2>
<div class="row">
    <p>
        В эпоху бипланов конструкторы забыли о том, как работают настоящие аэродинамические
        секции крыла, отличающегося от простой наклонной плоскости.
        Ключевым фактором является то, что воздух обтекает верхнюю выпуклую (и более
        длинную) поверхность крыла быстрее, чем его почти плоскую нижнюю поверхность.
        Чтобы составить графическую схему обтекания крыла, специалисты
        по аэродинамике назвали путь, проделанный каждой молекулой воздуха, линией
        воздушного потока. В невозмущенном воздушном потоке эти линии параллельны,
        как показано слева. В области крыла ситуация кардинально меняется.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_6.jpg" alt='Крыло в разрезе'>
        <!-- <div class="description">Эти иллюстрации, показывающие аэродинамические секции крыла, были включены в патент Филлипса, полученный им в 1884 rоду.</div> -->
    </div>
</div>
<h2>7. Опыты Бернулли</h2>
<div class="row">
    <p>
        Почти 300 лет назад Даниил Бернулли открыл. что идеальная несжимаемая жидкость
        или газ (воздух не является полностью «идеальным• газом, поскольку его
        молекулы имеют тенденцию «слипаться• друг с другом) в каждой точке своего
        потока обладает постоянным давлением. которое складывается из внешнего,
        статического и динамического давления. Закон Бернулли стал одним из вариантов
        фундаментального закона сохранения энергии.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_7.jpg" alt='Опыты Бернулли'>
        <div class="description">Манометры, показывающие давnение воздуха в разnичных точках трубы</div>
    </div>
</div>
<div class="row">
    <p>
        Представьте себе движение воздуха в трубе. которая сужается к точке с минимальным
        поперечным сечением (горло), а затем вновь расширяется. Такая
        труба называется трубой Вентури. Что происходит при этом с давлением? Ответ
        кажется очевидным: давление воздуха максимально увеличивается в горловине,
        а затем вновь нормализуется. На самом деле, как показал Бернулли, происходит
        нечто совершенно противоположное. Когда воздушный поток проходит
        внутри трубы, его скорость (отмечаемая на круглых шкалах) возрастает до
        максимума в горловине, а затем возвращается к норме. Поскольку количество
        энергии остается неизменным. давление в горловине падает до минимума, а
        затем возвращается к прежним показателям. На фотографии вверху вы видите
        такую трубу на фоне кабины самолета. Применяется для измерения скорости
        потока за счет изменения перепада давления.
    </p>
</div>
<h2>8. Суммарная подъемная сила</h2>
<div class="row">
    <p>
        Теперь представьте трубу Вентури разрезанной и раскатанной так. что она
        образует наружную поверхность крыла. Когда воздушный поток обтекает трубу,
        его давление падает. а давление воздуха снизу толкает крыло вверх. То, что при
        обтекании крыла с большой скоростью давление в воздушном потоке не увеличивается,
        а падает. доказывает простой эксперимент с листом бумаги. Детали
        такого эксперимента были впервые опубликованы в 1910 году.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_how_wings_works_8.jpg" alt='Поперечное сечение крыnа и действующие на крыnо сиnы'>
        <div class="description">Действующие на крыло силы можно изобразить в виде векторов. Их сумма равна результирующей подъемной силе, приложенной к центру «давления».</div>
    </div>
</div>