<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Аэродинамика. Как работает крыло</h1>

<div class="row">
    <div class="preamble">
        За исключением опытов с различным оснащением парусных судов наука аэродинамика в прикладном отношенине использовалась, более тоrо, ее фактически просто нсуществовало до тех пор, пока 200 лет тому назад сэДжордж Кайли не начал проводить свои исследованив этой области.
    </div>
</div>

<div class="row">
    <p>
    После того как была создана основная концепция крыла, инженеры и конструкторы принялись улучшать его. Развитие авиации шло стремительно. Нескольких лет хватало для внесения новых революционных изменений в конструкцию аэропланов. В свое время появился  моноплан, а вместе с ним перед конструкторами самолетов возникли и новые проблемы .</div>