<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Аэродинамика. Введение</h1>

<div class="row">
    <div class="preamble">
        За исключением опытов с различным оснащением парусных судов наука аэродинамика в прикладном отношенине использовалась, более тоrо, ее фактически просто нсуществовало до тех пор, пока 200 лет тому назад сэДжордж Кайли не начал проводить свои исследованив этой области.
    </div>
</div>

<div class="row">
    <p>
        Аэродинамика изучает обтекание
        газами, такими как
        воздух, твердых поверхностей.
        В конце XIX века английский
        ученый Горацио Ф. Филипе начал
        методичеси проводить исследования,
        посвященные вопросам работы
        крыла в набегающем потоке
        воздуха. Он измерял подъемную
        силу. создаваемую различными
        моделями крыла, установлеиными
        на вращающейся стойке. Филипе
        также предложил простейшую
        конструкцию аэродинамической
        трубы. Первый прототип трубы
        современного nша был предложен
        К.Э. Циолковским в 189 году.
        А в начале ХХ века аэродинамические
        трубы были созданы в Лондоне
        (Т. Стантон), Москве (К. Жуковский),
        Геттингене (Л. Прандтль)
        и в Париже (Ж. Эйфель). </p>
</div>