<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Аэродинамика. Профили и толщина крыла</h1>

<div class="row">
    <div class="preamble">
        После того как была создана основная концепция крыла, инженеры и конструкторы принялись улучшать его. Развитие авиации шло стремительно. Нескольких лет хватало для внесения новых революционных изменений в конструкцию аэропланов. В свое время появился моноплан, а вместе с ним перед конструкторами самолетов возникли и новые проблемы . </div>
</div>
<h2>1. Консольные монопланы</h2>
<div class="row">
    <p>
        К концу 20-х годов прошлого века конструкторы пришли к выводу, что лес
        расчалок и растяжек, требовавшихся для бипланов, не позволяет увеличить
        скорость самолета. Даже самые быстрые машины (такие, как гидроплан
        SchneiderTrophy) имели их в большом количестве. Одним из первых инженеров,
        отказавшихся от использования расчалок и растяжек, был голландец
        Энтони Фоккер, разработавший консольный моноплан. Фоккер утверждал,
        что соотношение t/c крыла должно составлять 20 процентов. Соотношение
        t/с-это ключевой показатель в конструкции крыла, указывающий отношение
        толщины крыла (в самом толстом его сечении) к хорде профиля (расстоянию
        между ведущей и задней кромкой крыла в той же плоскости сечения).
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_1.jpg" alt='Fokker F.VII'>
        <div class="description">Fokker F.VII</div>
    </div>
</div>
<h2>2. Дюралюминий</h2>
<div class="row">
    <p>
        Конструкторы в Германии и США учились использовать новый алюминиевый
        сплав, названный дюралюминием, который был легким, как алюминий,
        но намного прочнее его. Он открыл дорогу к созданию консольных монопланов
        с крылом, не требовавшим такого высокого отношения t/c, как у самолетов
        с деревянной конструкцией. Это привело к созданию скоростных
        машин с более тонким крылом (как, например, у DC-1 ).
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_2.jpg" alt='Douglas DC-1'>
        <div class="description">Douglas DC-1</div>
    </div>
</div>
<h2>З. Толщина крыла</h2>
<div class="row">
    <p>
        В 1 937 году инженер Сидней Кэмм, главный
        конструктор фирмы «Hawker», начал работу над
        самолетами Tornado и Турhооп. Их предполагалось
        оснастить двигателями мощностью 2000 л. с., что
        позволило бы развивать скорость до 644 км/ч.
        Пилоты, бросавшие новые самолеты в крутое пике,
        обнаружили, что они при этом сильно вибрируют.
        Иногда это приводило даже к потере контроля над
        управлением.
        Стало ясно, что в аэродинамической схеме самолета
        допущена какая-то существенная ошибка.
        Со временем, после многочисленных происшествий
        в воздухе с этими и другими скоростными
        истребителями, ученые обнаружили, что при
        крутом пикировании скорость воздушного потока
        на верхней кромке крыла достигает скорости звука.
        Это и приводило к возникновению ударных волн
        (о них будет сказано ниже). Решить проблему могли
        только еще более тонкие крылья, которые должны
        были стать гораздо прочнее и, следовательно,
        тяжелее.
        Если соотношение t/c у самолета Typhoon превышало
        18 процентов, то у Tempest оно составляло от
        1 4.5 (у корня крыла) до 1Оо/о1у его за концовки). Поэтому
        Tempest, оснащенный тем же двигателем, был
        хотя и тяжелее, чем Typhoon, но быстрее на 48 км/ч.
        А. что еще более важно, обтекающий крыло воздушный
        поток не разрушался, поэтому летчик мог вести
        воздушный бой, не рискуя попасть в тряску </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_3.jpg" alt='Hawker Typhoon'>
        <div class="description">Hawker Typhoon</div>
    </div>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_4.jpg" alt='Hawker Tempest VI'>
        <div class="description">Hawker Tempest VI</div>
    </div>
</div>
<h2>4. Профиль ламинарного потока</h2>
<div class="row">
    <p>
        Было еще одно важное различие между крыльями самолетов
        Typhoon и Tempest. Толщина крыла Typhoon достигала максимума
        неподапеку от ведущей кромки, поэтому на передней части крыла
        воздушный поток стремительно ускорялся. В конце 1 930-х годов работники
        Национального консультативного комитета по аэронавтике
        США пришли к открытию так называемого профиля nаминарного
        потока. Максимальная толщина сечения была передвинута в точку,
        расположенную в 35-40 процентах расстояния от переднего края
        хорды. Это позволило воздушному потоку ускоряться на значительно
        большей по размеру части крыла. Скорость воздушного потока возрастала,
        градиент давления был удовлетворительным. Иными словами,
        воздух двигался с ускорением, что повышало устойчивость потока
        к возмущениям и «прикрепляло» к крылу воздушный поток. Когда
        скорость потока начинала снижаться, градиент давления становился
        неблагоприятным (поток начинал отделяться от поверхности крыла,
        принимая характер турбулентного). Одним из первых самолетов
        с крылом ламинарного профиля был North American Mustang. Оснащенный
        тем же двигателем, что и Spitfire IX, он развивал скорость на
        55 км/ч больше, несмотря на то, что был тяжелее и втрое превосходил
        Spitfire по объему бака для горючего. Справа показаны профили
        сечения крыла Турhооп (а) и Mustang (Ь). Профиль крыла Mustang
        был аналогичен профилю крыла Tempest.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_5.jpg" alt='Hawker Tempest VI'>
        <!-- <div class="description">Hawker Tempest VI</div> -->
    </div>
</div>
<h2>5. Завихрения</h2>
<div class="row">
    <p>
        Давление воздушного потока на верхней части крыла меньше, чем на его
        нижней части. У законцовок крыла нижний поток воздуха имеет тенденцию
        подниматься вверх, в область более низкого давления над крылом, в результате
        чего возникают сильные спиральные завихрения.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_6.jpg" alt='Hawker Tempest VI'>
        <!-- <div class="description">Hawker Tempest VI</div> -->
    </div>
</div>

<div class="row">
    <p>
        След завихрения тянется позади за концовок крыла и может сохраняться
        на протяжении нескольких минут. При резких маневрах низкое давление
        внутри завихренного воздушного потока может приводить к конденсации
        атмосферной влаги. поэтому за кончиками крыльев образуется
        длинный белый шлейф.
    </p>
</div>
<h2>6. Использование крылышек-винглетов</h2>
<div class="row">
    <p>
        Если маленький самолет садится вслед за большим (даже через несколько
        минут) и попадает в оставшиеся воздушные завихрения, то он может потерять
        управление и упасть на землю. Поэтому существуют строгие правила
        относительно интервала между посадкой самолетов.
        В конце 1 960-х годов конструкторы начали экспериментировать с законцовками
        крыла, добавляя на них винглеты (иногда их называют аэродинамическими
        перегородками, концевыми шайбами). Они препятствуют
        перетеканию воздуха через за концовку, что уменьшает сопротивление,
        увеличивает эффективную площадь крыла и несколько облегчает движение
        в турбулентной атмосфере. </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/aerodynamics_wings_profile_7.jpg" alt='Boeing 747-400'>
        <div class="description">Boeing 747-400</div>
    </div>
</div>