<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Авионика. Введение</h1>
<div class="row">
    <div class="preamble">
        Все современные самолеты, от простейших легкомоторных
        машин до истребителей и бомбардировщиков, оснащены
        авионикой, или, как принято называть в России,
        бортовым радиоэлектронным оборудованием (БРЭО),
        призванным облегчить работу экипажа.
    </div>
</div>

<div class="row">
    <p>
        Термин «авионика» относительно
        новый - пионеры
        авиации управляли своими
        аэропланами исключительно с помощью
        механических устройств.
        Однако дальнейшее развитие
        авиатехники стало невозможным
        без внедрения электроники -
        особенно бурное развитие этот
        процесс получип в 1960-х годах,
        а в конце ХХ века произошла
        настоящая революция, связанная
        с появлением электродистанционных
        систем управления (ЭДСУ). </p>
</div>

<h2>Военная авионика</h2>
<div class="row">
    <p>
        Первые попытки внедрения
        электроники на летательные
        аппараты предпринимались задолго
        до 1 960-х годов. Например,
        в 1 928 году в США пассажирский
        самолет впервые выполнил заход
        и посадку с использованием инструментапьной
        системы посадки,
        основанной на использовании
        приводного радиомаяка и направленной антенны. В 1930 году немецкие
        инженеры разработали радионавигационную
        систему (РНС)
        на основе двух радиомаяков, зоны
        действия которых перекрывались.
        Она обеспечивала довопьно точное
        самолетовождение ночью и
        в плохую погоду. На самолете монтировался
        приемник с динамиком,
        который в случае выхода летчика
        из «равносигнальной зоны» (зона,
        где сигналы радиомаяков гасили
        друг друга) выдавал акустический
        сигнал. Серийно первые РНС
        выпускала фирма «Lorenz», они
        послужили прообразом для послевоенных
        радиосистем ближней навигации,
        известных на Западе как
        VOR (гражданский вариант) или
        TACAN (для военных), а в нашей
        стране известных как РСБН. </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/avionics_introduction_1.jpg" alt='радиолокатор - самый заметный элемент БРЭО самолета. На снимке - антенна и блоки радиолокатора Northrop Grиттап AN/APG-81 с активной фазированной антенной решеткой, разработанного для истребителя F-35 Lightпiпg 11.'>
        <div class="description">Радиолокатор - самый заметный элемент БРЭО самолета. На
            снимке - антенна и блоки радиолокатора Northrop Grиттап AN/APG-81
            с активной фазированной антенной решеткой, разработанного для истребителя
            F-35 Lightпiпg II.</div>
    </div>
</div>

<div class="row">
    <p>
        Вторая мировая война стимулировала
        развитие авионики. На
        самолетах появились первые РЛС,
        а в Германии успешно продолжапись
        работы по РНС - созданы
        и использованы на практике
        системы, обеспечивающие бомбометание
        по цели вне ее видимости,
        по радиосигналам. Обе воюющие
        стороны также вели активные
        работы по созданию систем радиоэлектронного
        противодействия
        (борьбы).
    </p>
    <p>
        Вне всяких сомнений, одними
        из самых сложных электронных
        устройств того периода стапи построенные
        на основе гироскопов
        системы управления немецких ракет
        «Фау- 1 » и «Фау-2». Появились
        и первые системы «Свой-чужой».
        В итоге к 1 945 году на бомбардировщике
        В-29 имелось порядка
        2000 электронных устройств, хотя
        буквально через несколько лет на
        В-52 электронных «гаджетов» было
        уже более 50 тысяч.
    </p>
    <p>
        Создание новых баллистических
        ракет и полет человека в космос
        дали новый толчок развитию
        эпектроники. Миниатюризация
        эпектронных устройств позвонила
        СССР вывести на орбиту пилотируемый
        космический корабль, а США - осуществить высадку
        человека на Луну.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/avionics_introduction_2.jpg" alt='Поршневой Cessпa Skylaпe является типичным легким самолетом с приборным оборудованием, выполненным по принципу «стеклянной кабиньт. По желанию заказчика комплект авионики Garтiп GFC 700 может интегрироваться с систе- мой, обеспечивающей трехмерное изображение самолета на фоне подстилающей местности в реальном масштабе времени.'>
        <div class="description">Поршневой Cessпa Skylaпe является
            типичным легким самолетом
            с приборным оборудованием, выполненным
            по принципу «стеклянной
            кабиньт. По желанию заказчика
            комплект авионики Garтiп GFC 700
            может интегрироваться с систе-
            мой, обеспечивающей трехмерное
            изображение самолета на фоне
            подстилающей местности в реальном
            масштабе времени.</div>
    </div>
</div>

<div class="row">
    <p>
        Естественно, что преимущества
        электроники использовались,
        в первую очередь, в военных
        целях, и нигде в мире военные
        не придавали электронике столь
        большого значения, как в США.
        Вплоть до 1980-х годов расходы
        Пентагона в области электроники
        почти не ограничивались, что
        позволило США в этой сфере
        обогнать СССР на многие годы.
        К примеру, линия (интерфейс)
        передачи данных был разработан
        в 1960-е годы для облегчения наведения
        самолетов-перехватчиков,
        но в полной мере ее возможности
        удалось раскрыть только в середине
        1980-х годов в американской
        единой системе обмена тактической
        информацией (JТIDS),
        полноценных аналогов которой
        в России нет до сих пор. Система
        JTIDS позволяет самолетам обмениваться
        информацией в режиме
        реального времени между собой
        и с другими боевыми единицами,
        вплоть до командира отдельного
        наземного подразделения (в определенной
        мере это «военный
        интернет»). В кабине самолета
        информация отображается на
        дисплее с движущейся цифровой
        картой местности. Внедрение
        в войска спутниковой навигационной
        системы (СНС) существенно
        повысило точность определения
        своего местоположения и координат
        различных объектов и целей,
        а создание построенных на основе
        гироскопов инерциальных навигационных
        систем (ИНС) позволило
        резко повысить точность самолетовождения
        в автономном режиме,
        без коррекции по сне и иным
        радиотехническим средствам.
    </p>
</div>

<div class="row">
    <div class="image-wrapper">
        <img src="images/avionics_introduction_3.jpg" alt='ряд современных УТС, например Pilatиs РС-2 1, оснащены сложными программируемыми системами управления полетом, позволяющими моделировать особенности пилотирования самолетов разного класса и выполнение различных боевых задач. В этом полете экипаж РС-2 1 отрабатывает групповой ракетный воздушный бой с наведением от РЛС, хотя сам самолет выполняет одиночный полет и не имеет РЛС.'>
        <div class="description">Ряд современных УТС, например Pilatиs РС-2 1, оснащены сложными
            программируемыми системами управления полетом, позволяющими
            моделировать особенности пилотирования самолетов разного класса
            и выполнение различных боевых задач. В этом полете экипаж РС-2 1 отрабатывает
            групповой ракетный воздушный бой с наведением от РЛС,
            хотя сам самолет выполняет одиночный полет и не имеет РЛС.</div>
    </div>
</div>

<div class="row">
    <p>
        Большую часть стоимости истребителей
        5-го поколения, таких
        как американские F-22 Raptor и
        F-35 Lightпing 11 или российский
        Т-50, составляет стоимости электроники.
        На современных самолетах
        информация от множества
        датчиков и систем выводится на
        нашлемные дисплеи летчиков,
        удалось реализовать и концепцию
        «глаза вне кабины». Летчик с помощью
        цифровых устройств может
        наблюдать все пространство
        вокруг самолета - информация
        синтезируется на основе данных
        от электронно-оптических датчиков,
        РЛС и систем бортового комплекса
        обороны. </p>
</div>
<h2>Гражданское применение</h2>
<div class="row">
    <p>
        Со временем электроника нашла
        широкое применение и в гражданской авиации, причем зачастую
        военные разработки затем активно
        внедрялись на гражданских самолетах.
        Так, например, на Западе
        ЭДСУ впервые была установлена
        на истребителях F- 1 6 и F/A- 18,
        но затем быстро появилась и на
        гражданских авиалайнерах -
        первенцем стал Airbus А320. Хотя
        первым в мире самолетом с ЭДСУ
        является опытный ракетоносец
        Т-4, спроектированный в ОКБ
        Сухого. Для военных вертолетов
        были разработаны системы автостабилизации
        - сегодня они
        устанавливаются практически на
        все вертолеты вне зависимости от
        назначения.
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/avionics_introduction_4.jpg" alt='Гражданские авиалайнеры оснащаются электронными развлекательными системами, часто встроенными в спинки кресел и позволяющими просматривать фильмы, играть в компьютерные игры, работать'>
        <div class="description">Гражданские авиалайнеры оснащаются электронными развлекательными
системами, часто встроенными в спинки кресел и позволяющими
просматривать фильмы, играть в компьютерные игры, работать
и пользоваться мобильной связью.</div>
    </div>
</div>
<div class="row">
    <p>
        В гражданской авиации большое
        внимание уделялось автоматизации
        процессов управления
        полетом. Первая в мире полностью
        автоматическая система
        посадки была опробована в марте
        1964 года на самолете ВЕЛ Trident,
        но сегодня подобные системы являются
        штатными и даже позволяют
        выполнять в автоматическом
        режиме руление по аэродрому.
        Другой важнейшей инновацией
        стала система предупреждения
        об опасном сближении самолетов
        в воздухе (TCAS), она не только
        предупреждает пилотов об опасной
        близости другого самолета,
        но и выдает рекомендации для
        снижения вероятности столкновения.
        Внедрение на самолеты
        оборудования сне и прогресс
        традиционных средств навигации
        значительно повысили точность
        самолетовождения и безопасность
        полетов. Разработана процедура
        PBN (performaпce-based
        navigation), позволяющая выполнять
        не только безопасный полет
        и экономить топливо, но и совершать
        безопасную посадку без
        использования радиотехнических
        систем посадки даже на аэродромы,
        расположенные в горах.
        Электроника во многом определила
        развитие интерфейса «человек
        - машина». Первые индикаторы
        на основе электронно-лучевых
        трубок появились сначала на
        военных, а затем и на гражданских
        самолетах. Впоследствии им на
        смену пришли многофункциональные
        жидкокристаллические
        индикаторы (ЖКИ). Первым
        авиалайнером, на котором реализовали
        концепцию «стеклянной
        кабины», стал Boeiлg 767. Его приборное
        оборудование в 1981 году
        выполнили по аналогии с самолетами
        F/A- 1 8 и F- 15. В настоящее
        время приборное оборудование
        на основе многофункциональных
        ЖКИ ставится даже на легкомоторные
        самолеты авиации общего
        назначения. </p>
</div>