<?
$_SESSION['section'] = 'military';
?>
<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Ла-5 и Ла-7. Лучшие истребители конструкции С. А. Лавочкина</h1>

<div class="row">
    <div class="preamble">
        Ла-5 стал первым советским истребителем, который по своим характеристикам превзошел rерманский Bf 109G. Самолеты Ла-5 и ero дальнейшее развитие Ла-7 стали самыми массовыми советскими истребителями с поршневыми звездообраз­ными двиrателями периода Великой Отечественной войны - их было построено 9920 единиц. После окончания войны серийное производство истребителей Ла-7 продолжилось, до 1946 rода их построили еще 5753 экземпляра.
    </div>
</div>

<div class="row">
    <p>
    Cемен Алексеевич Лавочкин вместе с коллегами-конст­рукторами В. П. Горбуно­вым и М. И. Гудковым в 1938 году сумел организовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получил аббре­виатуру ЛаГГ. Истребители ЛаГГ-1 и ЛаГГ-3 не были идеальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так и для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаГГ принято считать истребителем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилиси прекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-1 и ЛаГГ-3. ЛаГГи поздних модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. </p>
    <p>Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как и про­изводственные мощности по их сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими саъюлеты имели большое лобовое сопрошвление. Конструкторы истребителей предпочитали менее мощные двигатели жидкостного охлаждения. Лавочкин увидел 
в двигателе М-82 возможность модернизировать самолет. Новый вариант истребителя он проек­тировал в тесном сотрудничестве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждения на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мотора и высокая температура в кабине пилота. <br>
    </p>
</div>

<div class="row">
<div class="image-wrapper">
    <img src="images/la5_la7_best_1.jpg" alt="">
    <div class="description">По конструкции планерапервые се­рийные самопеты Ла-5 почти не от­личались от самолетов ЛаГГ-3. Дора­ботка планера проводилось только в объеме, связанном с необходимо­стью замены двигателя. </div>
</div>
</div>