<?
$_SESSION['section'] = 'military';
?>
<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Ла-5 и Ла-7. Лучшие истребители конструкции С. А. Лавочкина</h1>

<div class="row">
    <div class="preamble">
        Ла-5 стал первым советским истребителем, который по своим характеристикам превзошел rерманский Bf 109G. Самолеты Ла-5 и ero дальнейшее развитие Ла-7 стали самыми массовыми советскими истребителями с поршневыми звездообраз­ными двиrателями периода Великой Отечественной войны - их было построено 9920 единиц. После окончания войны серийное производство истребителей Ла-7 продолжилось, до 1946 rода их построили еще 5753 экземпляра.
    </div>
</div>

<div class="row">
    <p>
        Cемен Алексеевич Лавочкин вместе с коллегами-конст­рукторами В. П. Горбуно­вым и М. И. Гудковым в 1938 году сумел организовать собственное конструкторское бюро. У этого КБ было сразу три главных конст­руктора, поэтому разработанный ими истребитель получил аббре­виатуру ЛаГГ. Истребители ЛаГГ-1 и ЛаГГ-3 не были идеальными, но это были настоящие «универсалы» войны, пригодные как для воз­душного боя, так и для штурма на­земных войск. Благодаря широко­му использованию в конструкции дельта-древесины, истребитель обладал повышенной живучестью. ЛаГГ принято считать истребителем начального периода Великой отечественной войны, но это не совсем так. Авиазавод в Тбилиси прекратил серийное производство самолетов ЛаГГ-3 только в 1944 году, а всего было построено 6528 истребителей ЛаГГ-1 и ЛаГГ-3. ЛаГГи поздних модификаций по своим летным характеристикам почти не уступали истребителям Яковлева, превосходя последние по вооружению и живучести. </p>
    <p>Тяжелому ЛаГГу не хватало мощности установленного на нем двигателя жидкостного охлажде­ния, кроме того такие же двигате­ли стояли на более легких, а значит более скоростных и маневренных истребителях Яковлева. Между тем, в стране имелось значитель­ное количество невостребован­ных звездообразных поршневых двигателей АМ-82 конструкции А. Д. Швецова, равно как и про­изводственные мощности по их сборке. Звездообразные моторы тогда считались «бомбардировочными», так как оснащенные ими саъюлеты имели большое лобовое сопрошвление. Конструкторы истребителей предпочитали менее мощные двигатели жидкостного охлаждения. Лавочкин увидел
        в двигателе М-82 возможность модернизировать самолет. Новый вариант истребителя он проек­тировал в тесном сотрудничестве с конструктором двигателя А. Д. Швецовым. Одной из глав­ных проблем, связанных с заменой рядного мотора жидкостного охлаждения на звездообразный двигатель, стало сохранение цент­ровки самолета. Другой, не менее сложной проблемой, которую долго не удавалось решить, стал перегрев нового мотора и высокая температура в кабине пилота. <br>
    </p>
</div>

<div class="row">
    <div class="image-wrapper">
        <img src="images/la5_la7_best_1.jpg" alt="По конструкции планерапервые се­рийные самопеты Ла-5 почти не от­личались от самолетов ЛаГГ-3. Дора­ботка планера проводилось только в объеме, связанном с необходимо­стью замены двигателя. ">
        <div class="description">По конструкции планерапервые се­рийные самопеты Ла-5 почти не от­личались от самолетов ЛаГГ-3. Дора­ботка планера проводилось только в объеме, связанном с необходимо­стью замены двигателя. </div>
    </div>
</div>

<div class="row">
    <p>
        Конструкцию планера самолета ЛаГГ-3 менять не стали, прежде всего, из-за нехватки времени. Крыло также осталось прежним - деревянное, с фанерной обшивкой, тремя топливными баками и ме­талическими элеронами с полот­няной обшивкой. Фюзеляж был изготовлен, главным образом, из дерева и фанеры. Металл исполь­зовался только в районе установкой двигателя.
    <p>Прототип собрали в самом конце 1941 года, но выполнить на нем первый полет удалось только в марте 1942 года. Первые же полеты выявиши огромный потенциал саыолета, прежде всего, летчикаы понравились отличные скоростные и маневренные качества нового истребителя. Мнения летчиков-испытателей саъюлета Лавочкина. Решающими оказались полеты на первом опытном Ла-5 летчика-испытателя А. И. Никашина, который доложил Сталину, что самолет Лавочкина потенциально превосходит любой из советских истребителей.
    </p>
</div>

<div class="row">
    <div class="image-wrapper">
        <img src="images/la5_la7_best_2.jpg" alt="Истребитель Ла-7 заместителя командира 176-го гвардейского истреби­тельного авиационного полка И.Н. Кожедуба, весна 1945 год. На борту фюзеля­жа изображены лавровая ветвь с двумя Золотыми звездами Героя Советского Союза. 62 небольшие красные звездочки - отметки о сбитых в воздушных боях самолетах противника. ">
        <div class="description">Истребитель Ла-7 заместителя командира 176-го гвардейского истреби­тельного авиационного полка И.Н. Кожедуба, весна 1945 год. На борту фюзеля­жа изображены лавровая ветвь с двумя Золотыми звездами Героя Советского Союза. 62 небольшие красные звездочки - отметки о сбитых в воздушных боях самолетах противника. </div>
    </div>
</div>

<div class="row">
    <p>
        В апреле 1942 года начались государственные испытания,
        а в июле поступила директива, предписывающая в кратчайший срок развернуть массовое произ­водство истребителя, получив­шего обозначение Ла-5, при'iем имевшийся задел планеров само­лета ЛаГ Г-3 подлежал переделке в Ла-5. Из-за некачественного изготовления первые серийные самолеты Ла-5 сильно уступали по своим летным характеристикам прототипу, но технологические трудности удалось преодолеть.
        В результате ВВС получили ис­требитель, не уступавший герман­ским Fw 190 и Bf 109G.
    <p>
        В конце марта 1943 году Шве­цов предложил модернизирован­ный двигатель АШ-82ФН, фор­сированный с непосредственным впрыском топлива в цилиндры. Такой двигатель обеспечивал маневрирование самолета с отри­цательными перегрузками. Новый мотор немедленно установили на истребитель, который стал назы­ваться Ла-5ФН.
    </p>
    <p>
        Практически все истребители со звездообразными двигателями воздушного охлаждения на взлете и посадке требовали большего мастерства в пилотировании, чем самолеты с рядными моторами жидкостного охлаждения. Конст­руктивно Ла-7 продолжил линию развития Ла-5, но все-таки он стал во многом совершенно новым са­молетом. В его конструкции доста­точно широко были использованы сплавы на основе алюминия, но главное, Ла-7 был гораздо совер­шtннее, чем Ла-5 с точки зрения аэродинамики. Имея тот же двига­тель, что и Ла-5, но более мощное вооружение, истребитель Ла-7 обладал большей максимальной скоростью полета. Прототип Ла-7, имевший обозначение Ла-120, выполнил первый полет в ноябре 1943 года. Серийные истребители Ла-7 появились на фронте вес­ной 1944 года, ими вооружались в первую очередь гвардейские авиационные полю1, в том числе знаменитый полк асов - 176-й гвардейский Проскуровский, в ко­тором завершил войну лучший со­ветский ас И. Н. Кожедуб. Все свои победы трижды Герой Советского Союза И. Н. Кожедуб одержал на истребителях Ла-5 и Ла-7. </p>
    <p>
        Серийное производство само­летов Ла-7, включая двухмест­ный Ла-7УТИ, продолжалось до 1946 года.
    </p>
</div>