<?
$_SESSION['section'] = 'technology';
?>

<div class="main-image-wrapper">
    <img class="main-image" src="images/<?= $_SESSION['article'] ?>_main.jpg" alt="" srcset="">
    <div class="top-gradient"></div>
    <div class="bottom-gradient">
    </div>
</div>
<h1>Lockheed Constellation. Введение</h1>
<div class="row">
    <div class="preamble">
        Выведя на новый уровень комфорт пассажиров и внеш­ний вид самолета, изящный Lockheed Constellation стал символом "Золотого века" поршневых авиалайнеров «Королева небес», Constellation («Конни»), нашла приме­нение не только на гражданской, но и на военной службе. На военном варианте этоrо самолета </div>
</div>

<div class="row">
    <p>
        Всвое время Lockheed Constel­lation был самым мощным и самым дорогим авиалаине­ ром в мире. С горбатой спиной», тройным хвостовым оперением, обтекаемым фюзеляжем и эллип­тической формой крыла, •Конни• была настоящей «королевой небес• в эпоху, когда воздушные путеше­ствия оставались уделом юбран­ных. В годы войны ConsteUation иС­nользовался для перевозки высших чинов, включая генерала Макарту­ра и президента Эйзенхауэра. </p>
</div>

<div class="row">
    <p>
        В 1938 году совершенно невоз­можно было предугадать будущий ycnex ConsteUation. 23 июня был принят Акт Маккаррена, рефор­мировавший коммерческую авиацию США; производство TACAN (для военных), а в нашей
    </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/lockheed_constellation_introduction_1.jpg" alt='стория Constel/ation неразрывно связана с компанией TWA. Авиалайнер был создан по инициативе харизматического лидера TWA, миллиардера Говарда Хьюджеса. Компания TWA производила все более прекрасные модификации самолета, такие, например, как эта «Конни» 1049G Super Constellation, величественно проплываю­щая в небе над Нью-Йорком в 1954 году.'>
        <div class="description">История Constellation неразрывно связана с компанией TWA. Авиалайнер был создан по инициативе харизматического лидера TWA, миллиардера Говарда Хьюджеса. Компания TWA производила все более прекрасные модификации самолета, такие, например, как эта «Конни» 1049G Super Constellation, величественно проплываю­щая в небе над Нью-Йорком в 1954 году.</div>
    </div>
</div>

<div class="row">
    <p>
        Толчком к созданию авиалайнера стал в11зит знаменитого Говарда Хьюджеса, который посетил ком­
        паншо 9 июня 1939 года. Оказа­
        лось, что Хьюджес тайно скупил
        контрольный пакет компании
        TWA (Трансконтинентальные 11
        западные авиаперевозки). Хьюд­
        жес привел с собой Джека Фрая,
        которого назначил президентом
        TWA. Компания TWA находилась
        в тяжелом финансовом кризисе, не выдерживая конкуренции с други­ми воздушными перевозчиками,
        и Хьюджес заказал компании «Lockheed» разработку нового роскошного лайнера, способного без посадю1 пересечь территорию США от океана до океана. Новый лайнер должен был обладать сле­дующими характер11ст11кu111: четы­ре двигателя, крейсерская скорость более 450 км/ч, вместимость более 35 человек и способность совер­шать беспосадочные перелеты по маршруту Нью-Йорк - Лондон. Эти показатели превышали воз­можности конкурентов компании "Lockheed", которые отказались выполнить заказ Хьюджеса. </p>
</div>
<div class="row">
    <div class="image-wrapper">
        <img src="images/lockheed_constellation_introduction_2.jpg" alt='Внутренняя отделка «Конни» бы­ла роскошной, а элегантные стю­ардессы спешили удовлетворить любой каприз пассажиров. «Меж­дународный» интерьер этого лайнера 1049С был создан Анри Дрейфусом. Стены салона укра­шены фресками, изображающими маршруты компании, салон раз­делен деревянными перегородка­ми, а к иллюминатору лайнера повернут «диван для обозрений».'>
        <div class="description">Внутренняя отделка «Конни» бы­ла роскошной, а элегантные стю­ардессы спешили удовлетворить любой каприз пассажиров. «Меж­дународный» интерьер этого лайнера 1049С был создан Анри Дрейфусом. Стены салона укра­шены фресками, изображающими маршруты компании, салон раз­делен деревянными перегородка­ми, а к иллюминатору лайнера повернут «диван для обозрений».</div>
    </div>
</div>
<div class="row">
    <p>
    Однако президент компан1111 «Lockheed» Боб Гросс позвал cвo­ltX лучших конструкторов Гэла Л. Гиббарда II Кларенса Джонсона и просто сказал 11111: •Сделайте это•. К концу года состоялась офи­циальная встреча, во время кото­рой Хьюджес поинтересовался, сколько будет стоить новый самолет. Ему сказать: 425 ООО долларов. Хьюджес ответил: Проклятье, ТWА столько не заплатит. Ну, хо­рошо, постройте 20 машин, я сам заплачу за них. </div>
